Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Postavke za Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Zahtjevi Cross-origin HTTP Basic Auth";
AllowCrossOriginAuthPrompt.pfm_description = "Nadzire smije li podsadržaj treće strane na stranici izbacivati skočni dijaloški okvir HTTP Basic Auth. To je obično onemogućeno radi obrane od krađe identiteta.";
AllowFileSelectionDialogs.pfm_title = "Omogućuje pozivanje dijaloga za odabir datoteka.";
AllowFileSelectionDialogs.pfm_description = "Omogućuje pristup lokalnim datotekama na računalu tako da dopušta proizvodu Chromium prikazivanje dijaloga odabira datoteka.\n\nAko omogućite ovu postavku, korisnici mogu otvarati dijaloge odabira datoteka kao i obično.\n\nAko onemogućite ovu postavku, prilikom svake korisničke radnje koja bi otvorila dijalog odabira datoteka (poput uvoza knjižnih oznaka, prijenosa datoteka, spremanja veza itd.) prikazuje se poruka umjesto dijaloga, a za korisnika se pretpostavlja da je kliknuo \"Odustani\" u dijalogu odabira datoteka.\n\nAko ova postavka nije postavljena, korisnici mogu otvarati dijaloge odabira datoteka kao i obično.";
AllowOutdatedPlugins.pfm_title = "Dopusti pokretanje dodataka koji su zastarjeli";
AllowOutdatedPlugins.pfm_description = "Omogućuje da Chromium pokreće dodatke koji su zastarjeli. Ako omogućite ovu postavku, zastarjeli dodaci upotrebljavaju se kao uobičajeni dodaci. Ako onemogućite ovu postavku, zastarjeli dodaci neće se upotrebljavati i korisnici neće biti pitani za dozvolu za njihovo pokretanje. Ako ova postavka nije aktivirana, korisnici će biti pitani za dozvolu za pokretanje zastarjelih dodataka.";
AlternateErrorPagesEnabled.pfm_title = "Omogući alternativne stranice pogrešaka";
AlternateErrorPagesEnabled.pfm_description = "Omogućuje upotrebu alternativnih stranica pogrešaka koje su ugrađene u Chromium (kao što je \"stranica nije pronađena\") i sprječava korisnike da promijene ovu postavku. Ako omogućite ovu postavku, upotrebljavaju se alternativne stranice pogrešaka. Ako onemogućite ovu postavku, alternativne stranice nikad se ne upotrebljavaju. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Uvijek pokreni dodatke koji zahtijevaju autorizaciju";
AlwaysAuthorizePlugins.pfm_description = "Omogućuje proizvodu Chromium pokretanje dodataka koji zahtijevaju autorizaciju. Ako omogućite ovu postavku, dodaci koji nisu zastarjeli uvijek će se pokretati. Ako je postavka isključena ili nije postavljena, od korisnika će se tražiti dopuštenje za pokretanje dodataka koji zahtijevaju autorizaciju. Ti dodaci mogu ugroziti sigurnost.";
AuthNegotiateDelegateWhitelist.pfm_title = "Bijela lista Kerberos poslužitelja za ovlašćivanje";
AuthNegotiateDelegateWhitelist.pfm_description = "Poslužitelji koje Chromium može ovlastiti.";
AuthSchemes.pfm_title = "Podržane sheme autentifikacije";
AuthSchemes.pfm_description = "Određuje koje sheme HTTP autentifikacije Chromium podržava. Moguće vrijednosti su \"basic\", \"digest\", \"ntlm\" i \"negotiate\". Razdvojite vrijednosti zarezima.";
AuthServerWhitelist.pfm_title = "Bijela lista poslužitelja za autentifikaciju";
AuthServerWhitelist.pfm_description = "Određuje koji poslužitelji trebaju biti na bijeloj listi za integriranu autentifikaciju. Integrirana autentifikacija omogućena je samo kad Chromium primi upit za autentifikaciju od proxy poslužitelja ili s poslužitelja koji je na ovoj dopuštenoj listi. Nazive više poslužitelja odvojite zarezima. Zamjenski znakovi (*) su dopušteni.";
AutoFillEnabled.pfm_title = "Omogući Automatsko popunjavanje";
AutoFillEnabled.pfm_description = "Omogućuje značajku Automatsko popunjavanje proizvoda Chromium i dopušta korisnicima automatsko ispunjavanje web-obrazaca pomoću ranije pohranjenih informacija, kao što su adresa ili podaci o kreditnoj kartici. Ako onemogućite ovu postavku, Automatsko popunjavanje neće biti dostupno korisnicima. Ako omogućite ovu postavku i ne konfigurirate vrijednost, Automatsko popunjavanje ostat će pod nadzorom korisnika. To će im omogućiti konfiguriranje profila Automatskog popunjavanja te uključivanje ili isključivanje Automatskog popunjavanja po vlastitom nahođenju.";
BlockThirdPartyCookies.pfm_title = "Blokiraj kolačiće trećih strana";
BlockThirdPartyCookies.pfm_description = "Blokira kolačiće trećih strana. Omogućavanje ove postavke sprječava postavljanje kolačića od strane elemenata web-stranica koji nisu iz domene koja je u adresnoj traci preglednika. Onemogućavanje ove postavke dopušta postavljanje kolačića elementima web-stranica koji nisu iz domene koja je u adresnoj traci preglednika i sprječava korisnike da promijene ovu postavku.";
BookmarkBarEnabled.pfm_title = "Omogući traku Knjižne oznake";
BookmarkBarEnabled.pfm_description = "Omogućuje traku knjižnih oznaka na web-stranici nove kartice u proizvodu Chromium.\n\nAko omogućite ovu postavku, Chromium će prikazivati traku knjižnih oznaka na stranici \"Nova kartica\".\n\nAko onemogućite ovu postavku, korisnici neće vidjeti traku knjižnih oznaka.\n\nAko omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
ClearSiteDataOnExit.pfm_title = "Izbriši podatke o web-lokacijama prilikom isključivanja preglednika";
ClearSiteDataOnExit.pfm_description = "Ovo pravilo zaobilazi opciju postavki sadržaja \"Izbriši kolačiće i druge podatke o web-lokacijama kad zatvorim preglednik\". Kad je postavljeno na true, Chromium izbrisat će sve lokalno pohranjene podatke iz preglednika prilikom njegovog isključivanja.";
CookiesAllowedForUrls.pfm_title = "Dopusti kolačiće na ovim web-lokacijama";
CookiesAllowedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno postavljanje kolačića.";
CookiesBlockedForUrls.pfm_title = "Blokiraj kolačiće na ovim web-lokacijama";
CookiesBlockedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima nije dopušteno postavljanje kolačića.";
CookiesSessionOnlyForUrls.pfm_title = "Omogući kolačiće na ovim web-lokacijama samo tijekom sesija";
CookiesSessionOnlyForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno postavljanje kolačića samo za sesiju.";
DefaultBrowserSettingEnabled.pfm_title = "Postavi Chrome kao zadani preglednik";
DefaultBrowserSettingEnabled.pfm_description = "Konfigurira zadane provjere preglednika u proizvodu Chromium i sprječava korisnike da ih promijene. Ako omogućite ovu postavku, Chromium će prilikom svakog pokretanja provjeriti je li zadani preglednik i automatski se registrirati ako je moguće. Ako je ova postavka onemogućena, Chromium neće nikad provjeravati je li zadani preglednik i onemogućit će korisničke kontrole za postavljanje ove opcije. Ako ova postavka nije podešena, korisnik će moći odrediti je li Chromium zadani preglednik i trebaju li korisničke obavijesti biti prikazane kada to nije slučaj.";
DefaultCookiesSetting.pfm_title = "Zadana postavka kolačića";
DefaultCookiesSetting.pfm_description = "0 - Dopusti svim web-lokacijama postavljanje lokalnih podataka.\n1 - Ne dopusti nijednoj web-lokaciji postavljanje lokalnih podataka\nOmogućuje određivanje je li web-lokacijama dopušteno postavljanje lokalnih podataka. Postavljanje lokalnih podataka može biti dopušteno za sve web-lokacije ili zabranjeno za sve web-lokacije.";
DefaultGeolocationSetting.pfm_title = "Zadana postavka zemljopisnog položaja";
DefaultGeolocationSetting.pfm_description = "0 - Dopusti web-lokacijama praćenje fizičke lokacije korisnika\n1 - Ne dopuštaj web-lokacijama praćenje fizičke lokacije korisnika\n2 - Pitaj kad web-lokacija želi pratiti fizičku lokaciju korisnika\nOmogućuje određivanje je li web-lokacijama dopušteno praćenje fizičke lokacije korisnika. Praćenje fizičke lokacije korisnika može biti dopušteno prema zadanim postavkama, zabranjeno prema zadanim postavkama ili se korisnika može pitati kad god web-lokacija zatraži fizičku lokaciju.";
DefaultImagesSetting.pfm_title = "Zadana postavka slika";
DefaultImagesSetting.pfm_description = "0 - Dopusti svim web-lokacijama prikazivanje svih slika\n1 - Ne dopuštaj web-lokacijama prikazivanje slika\nOmogućuje određivanje je li web-lokacijama dopušteno prikazivanje slika. Prikazivanje slika može biti dopušteno za sve web-lokacije ili zabranjeno za sve web-lokacije.";
DefaultJavaScriptSetting.pfm_title = "Zadana postavka JavaScripta";
DefaultJavaScriptSetting.pfm_description = "0 - Dopusti svim web-lokacijama izvođenje JavaScripta\n1 - Nemoj dopustiti nijednoj web-lokaciji da pokreće JavaScript\nOmogućuje određivanje je li web-lokacijama dopušteno izvođenje JavaScripta. Izvođenje JavaScripta može biti dopušteno za sve web-lokacije ili zabranjeno za sve web-lokacije.";
DefaultNotificationSetting.pfm_title = "Zadana postavka obavijesti";
DefaultNotificationSetting.pfm_description = "0 - Dopusti web-lokaciji prikazivanje obavijesti radne površine\n1 - Nemoj dopustiti nijednoj web-lokaciji da prikazuje obavijesti radne površine\n2 - Pitaj kad god web-lokacija želi prikazati obavijesti radne površine\nOmogućuje određivanje je li web-lokacijama dopušteno prikazivanje obavijesti radne površine. Prikazivanje obavijesti radne površine može biti dopušteno prema zadanim postavkama, zabranjeno prema zadanim postavkama ili se korisniku može postaviti pitanje kad god web-lokacija želi prikazati obavijesti radne površine.";
DefaultPluginsSetting.pfm_title = "Zadana postavka dodataka";
DefaultPluginsSetting.pfm_description = "0 - Dopusti svim web-lokacijama pokretanje dodataka\n1 - Blokiraj sve dodatke\nOmogućuje određivanje je li web-lokacijama dopušteno automatsko pokretanje dodataka. Automatsko pokretanje dodataka može biti dopušteno za sve web-lokacije ili onemogućeno za sve web-lokacije.";
DefaultPopupsSetting.pfm_title = "Zadana postavka skočnih prozora";
DefaultPopupsSetting.pfm_description = "0 - Dopusti svim web-lokacijama prikazivanje skočnih prozora\n1 - Ne dopusti web-lokacijama prikazivanje skočnih prozora\nOmogućuje određivanje je li web-lokacijama dopušteno prikazivanje skočnih prozora. Prikazivanje skočnih prozora može biti dopušteno za sve web-lokacije ili zabranjeno za sve web-lokacije.";
DefaultSearchProviderEnabled.pfm_title = "Omogući zadanog davatelja usluge pretraživanja";
DefaultSearchProviderEnabled.pfm_description = "Omogućuje upotrebu zadanog davatelja usluga pretraživanja. Ako omogućite ovu postavku, zadano pretraživanje obavlja se kad korisnik u višenamjenski okvir upiše tekst koji nije URL. Zadanog davatelja usluga pretraživanja za upotrebu možete odrediti postavljanjem ostalih zadanih pravila pretraživanja. Ako se ova pravila ostave prazna, korisnik može odabrati zadanog davatelja. Ako onemogućite ovu postavku, neće biti obavljeno pretraživanje kad korisnik u višenamjenski okvir unese tekst koji nije URL. Ako omogućite ili onemogućite ovu postavku, korisnici ne mogu promijeniti ni poništiti ovu postavku u proizvodu Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Kodiranja zadanog davatelja usluge pretraživanja";
DefaultSearchProviderEncodings.pfm_description = "Određuje kodiranja znakova koje podržava davatelj usluga pretraživanja. Kodiranja su nazivi kodnih stranica poput UTF-8, GB2312 i ISO-8859-1. Stranice su pokušane navedenim redoslijedom. Zadano je UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ikona zadanog davatelja usluga pretraživanja";
DefaultSearchProviderIconURL.pfm_description = "Određuje URL ikone favorita za zadani davatelj usluge pretraživanja. Opcionalno.";
DefaultSearchProviderInstantURL.pfm_title = "Instant URL zadanog davatelja usluge pretraživanja";
DefaultSearchProviderInstantURL.pfm_description = "Određuje URL tražilice koja se upotrebljava za pružanje instant rezultata. URL treba sadržavati niz '{searchTerms}', koji će u trenutku upita biti zamijenjen tekstom koji je korisnik do tada unio. To je opcionalno.";
DefaultSearchProviderKeyword.pfm_title = "Zadani davatelj usluga pretraživanja";
DefaultSearchProviderKeyword.pfm_description = "Određuje ključnu riječ, koja je prečac upotrijebljen u višenamjenskom okviru za pokretanje pretraživanja za ovog davatelja usluga. Opcionalno.";
DefaultSearchProviderName.pfm_title = "Naziv zadanog davatelja usluge pretraživanja";
DefaultSearchProviderName.pfm_description = "Određuje naziv zadanog davatelja usluga pretraživanja. Ako se ostavi prazno, bit će upotrijebljen naziv hosta određen URL-om pretraživanja.";
DefaultSearchProviderSearchURL.pfm_title = "URL zadanog davatelja usluge pretraživanja";
DefaultSearchProviderSearchURL.pfm_description = "Određuje URL tražilice koja se upotrebljava prilikom obavljanja zadanog pretraživanja. URL treba sadržavati niz {searchTerms}, koji će u trenutku upita biti zamijenjen pojmovima koje korisnik traži.";
DefaultSearchProviderSuggestURL.pfm_title = "Predloženi URL zadanog davatelja usluge pretraživanja";
DefaultSearchProviderSuggestURL.pfm_description = "Određuje URL tražilice koja se upotrebljava za pružanje rezultata pretraživanja. URL treba sadržavati niz {searchTerms}, koji će u trenutku upita biti zamijenjen tekstom koji je korisnik do tada unio. To je opcionalno.";
DeveloperToolsDisabled.pfm_title = "Onemogući Razvojne alate";
DeveloperToolsDisabled.pfm_description = "Onemogućuje Razvojne alate i JavaScript konzolu. Ako omogućite ovu postavku, Razvojnim alatima ne može se pristupiti, a elementi web-lokacije više se ne mogu provjeravati. Bit će onemogućeni svi tipkovnički prečaci te sve opcije izbornika ili kontekstualnog izbornika za otvaranje Razvojnih alata ili JavaScript konzole.";
Disable3DAPIs.pfm_title = "Onemogući podršku za API-je 3D grafike";
Disable3DAPIs.pfm_description = "Onemogući podršku za API-je 3D grafike. Omogućavanje ove postavke sprječava web-stranice da pristupe grafičkom procesoru (GPU). Točnije, web-stranice ne mogu pristupiti WebGL API-ju, a dodaci ne mogu upotrebljavati Pepper 3D API. Onemogućavanje ove postavke potencijalno dopušta web-stranicama upotrebu WebGL API-ja, a dodacima upotrebu Pepper 3D API-ja. Zadane postavke preglednika mogu svejedno zahtijevati prosljeđivanje argumenata naredbenog retka radi upotrebe ovih API-ja.";
DisableAuthNegotiateCnameLookup.pfm_title = "Onemogući CNAME pretraživanje prilikom provjere Kerberos autentičnosti";
DisableAuthNegotiateCnameLookup.pfm_description = "Određuje je li generirani Kerberos SPN zasnovan na kanoničkom nazivu DNS-a ili na izvornom unesenom nazivu. Ako omogućite ovu postavku, CNAME pretraživanje bit će preskočeno i bit će upotrijebljen naziv poslužitelja kako je unesen. Ako onemogućite ovu postavku, kanonički naziv poslužitelja bit će određen putem CNAME pretraživanja.";
DisablePluginFinder.pfm_title = "Onemogući alat za traženje dodataka";
DisablePluginFinder.pfm_description = "Ako podesite ovu postavku na True, automatsko pretraživanje i instalacija nedostajućih dodataka bit će onemogućeni u proizvodu Chromium.";
DisableSpdy.pfm_title = "Onemogući SPDY protokol";
DisableSpdy.pfm_description = "Onemogućuje upotrebu protokola SPDY u proizvodu Chromium.";
DisabledPlugins.pfm_title = "Popis onemogućenih dodataka";
DisabledPlugins.pfm_description = "Određuje popis dodataka koji su onemogućeni u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Zamjenski znakovi \"*\" i \"?\" mogu se upotrebljavati za podudaranje nizova proizvoljnih znakova. \"*\" odgovara proizvoljnom broju znakova, dok \"?\" određuje opcijski pojedinačni znak, tj. odgovara nuli ili jednom znaku. Znak za izlaz je \"\\", stoga za podudaranje stvarnih znakova \"*\", \"?\" ili \"\\" možete ispred njih staviti \"\\". Ako omogućite ovu postavku, navedeni popis dodataka nikad se ne upotrebljava u proizvodu Chromium. Dodaci su označeni kao onemogućeni pod stavkom \"about:plugins, a korisnici ih ne mogu omogućiti. Napominjemo da ovo pravilo mogu zaobići pravila EnabledPlugins i DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Popis iznimki popisa onemogućenih dodataka";
DisabledPluginsExceptions.pfm_description = "Određuje popis dodataka koje korisnik može omogućiti ili onemogućiti u proizvodu Chromium. Zamjenski znakovi \"*\" i \"?\" mogu se upotrebljavati za podudaranje nizova proizvoljnih znakova. \"*\" odgovara proizvoljnom broju znakova, a \"?\" određuje opcijski pojedinačni znak, tj. odgovara nuli ili jednom znaku. Znak za izlaz je \"\\", stoga za podudaranje stvarnih znakova \"*\", \"?\" ili \"\\" možete staviti \"\\" ispred njih. Ako omogućite ovu postavku, navedeni popis dodataka može se upotrebljavati u proizvodu Chromium. Korisnici ih mogu omogućiti ili onemogućiti pod \"about:plugins\", čak i ako se dodatak podudara i s obrascem u DisabledPlugins. Korisnici također mogu omogućiti i onemogućiti dodatke koji se ne podudaraju ni s jednim obrascem u DisabledPlugins, DisabledPluginsExceptions i EnabledPlugins.";
DisabledSchemes.pfm_title = "Popis onemogućenih shema protokola";
DisabledSchemes.pfm_description = "Onemogućuje sheme protokola na popisu u proizvodu Chromium. URL-ovi koji upotrebljavaju shemu s ovog popisa neće se učitati i prema njima se ne može navigirati.";
DiskCacheDir.pfm_title = "Postavi direktorij predmemorije na disku";
DiskCacheDir.pfm_description = "Konfigurira direktorij koji će Chromium upotrebljavati za pohranu predmemoriranih datoteka na disku. Ako postavite ovo pravilo, Chromium upotrebljavat će navedeni direktorij neovisno o tome je li korisnik odredio oznaku \"-disk-cache-dir\".";
DnsPrefetchingEnabled.pfm_title = "Omogući predviđanje mreže.";
DnsPrefetchingEnabled.pfm_description = "Omogućuje predviđanje mreže u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
DownloadDirectory.pfm_title = "Postavi imenik za preuzimanje";
DownloadDirectory.pfm_description = "Konfigurira imenik koji će Chromium upotrijebiti za preuzimanje datoteka. Ako postavite ovo pravilo, Chromium upotrijebit će navedeni imenik bez obzira na to je li korisnik odredio imenik ili je omogućio oznaku za postavljanje upita o lokaciji za svako preuzimanje.";
EditBookmarksEnabled.pfm_title = "Omogućuje ili onemogućuje uređivanje knjižnih oznaka";
EditBookmarksEnabled.pfm_description = "Omogućuje ili onemogućuje uređivanje knjižnih oznaka u proizvodu Chromium.\n\nAko omogućite ovu postavku, knjižne oznake mogu se dodavati, uklanjati i mijenjati. To je zadana postavka\n\nAko onemogućite ovu postavku, knjižne oznake ne mogu se dodavati, uklanjati ni mijenjati. Postojeće knjižne oznake i dalje su dostupne.";
EnableAuthNegotiatePort.pfm_title = "Uključi nestandardni port u Kerberos SPN-u";
EnableAuthNegotiatePort.pfm_description = "Određuje treba li generirani Kerberos SPN uključivati nestandardni port.\n\nAko omogućite ovu postavku, a unese se nestandardni port (tj. port koji nije 80 ili 443), bit će uključen u generirani Kerberos SPN.\n\nAko omogućite ovu postavku, generirani Kerberos SPN neće uključivati port ni u kojem slučaju.";
EnabledPlugins.pfm_title = "Popis omogućenih dodataka";
EnabledPlugins.pfm_description = "Određuje popis dodataka koji su omogućeni u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Zamjenski znakovi \"*\" i \"?\" mogu se upotrebljavati za podudaranje nizova proizvoljnih znakova. \"*\" se podudara s proizvoljnim brojem znakova, dok \"?\" određuje opcionalni pojedinačni znak, tj. podudara se s nulom ili s jednim znakom. Znak za izlaz je \"\\", stoga za podudaranje stvarnih \"*\", \"?\" ili \"\\" znakova možete ispred njih staviti \"\\". Navedeni popis dodataka uvijek se upotrebljava u proizvodu Chromium ako su instalirani. Dodaci se označavaju kao omogućeni u \"about:plugins\" i korisnici ih ne mogu onemogućiti. Napominjemo da ovo pravilo poništava DisabledPlugins i DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID-jevi proširenja u čijem bi instaliranju korisnik trebao biti spriječen (ili * za sve)";
ExtensionInstallBlacklist.pfm_description = "Omogućuje određivanje proširenja koja korisnici NE mogu instalirati. Proširenja koja su već instalirana bit će stavljena na crnu listu. Vrijednost * na crnoj listi znači da su sva proširenja na crnom popisu, osim ako su izričito navedena na bijeloj listi.";
ExtensionInstallForcelist.pfm_title = "ID-jevi proširenja i URL-ovi ažuriranja koja će biti instalirana u pozadini";
ExtensionInstallForcelist.pfm_description = "Omogućuje određivanje popisa proširenja koja će biti instalirana u pozadini, bez interakcije korisnika. Svaka stavka na popisu je niz koji sadrži ID proširenja i URL ažuriranja razdvojene točka-zarezom (;). Na primjer: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Za svaku stavku, Chromium će učitati proširenje određeno ID-jem iz navedenog URL-a i instalirati ga u pozadini. Na sljedećim je stranicama objašnjeno kako možete udomiti proširenja na vlastitom poslužitelju. O URL-ovima ažuriranja: http://code.google.com/chrome/extensions/autoupdate.html, o udomljavanju proširenja općenito: http://code.google.com/chrome/extensions/hosting.html. Korisnici neće moći deinstalirati proširenja koja su određena ovim pravilom. Ako uklonite proširenje s ovog popisa, Chromium će ga automatski deinstalirati. Proširenja koja su na crnoj listi u \"ExtensionInstallBlacklist\" ne stavljaju se na bijelu listu i prema ovom se pravilu ne mogu prisilno instalirati.";
ExtensionInstallWhitelist.pfm_title = "ID-jevi proširenja za izuzimanje s crne liste";
ExtensionInstallWhitelist.pfm_description = "Omogućuje određivanje proširenja koja ne podliježu crnoj listi.\n\nVrijednost * na crnoj listi znači da su sva proširenja na crnoj listi i da korisnici mogu instalirati samo proširenja koja su na bijeloj listi.\n\nPrema zadanim postavkama sva su proširenja na bijeloj listi, no ako su sva proširenja prema pravilu na crnoj listi, bijela lista može se upotrebljavati za poništavanje tog pravila.";
GSSAPILibraryName.pfm_title = "Naziv GSSAPI biblioteke";
GSSAPILibraryName.pfm_description = "Određuje koju GSSAPI biblioteku treba upotrijebiti za HTTP autentifikaciju. Možete postaviti samo naziv biblioteke ili cijelu putanju. Ako postavka nije navedena, Chromium upotrijebit će zadani naziv biblioteke.";
HomepageIsNewTabPage.pfm_title = "Upotrijebi web-stranicu nove kartice kao početnu stranicu";
HomepageIsNewTabPage.pfm_description = "Konfigurira vrstu zadane početne stranice u proizvodu Chromium i sprječava korisnike da promijene postavke početne stranice. Početna stranica može biti postavljena bilo na URL koji odredite ili na web-stranicu nove kartice. Ako omogućite ovu postavku, web-stranica nove kartice uvijek se upotrebljava za početnu stranicu, a lokacija URL-a početne stranice se zanemaruje. Ako onemogućite ovu postavku, početna stranica korisnika neće nikad biti web-stranica nove kartice, osim ako je URL postavljen na \"chrome://newtab\". Ako omogućite ili onemogućite ovu postavku, korisnici ne mogu promijeniti vrstu početne stranice u proizvodu Chromium.";
HomepageLocation.pfm_title = "URL početne stranice";
HomepageLocation.pfm_description = "Konfigurira URL zadane početne stranice u proizvodu Chromium i sprječava korisnike da ga promijene. Vrsta početne stranice može biti postavljena na URL koji ovdje navedete ili na stranicu Nova kartica. Ako odaberete stranicu Nova kartica, ovo se pravilo zanemaruje. Ako omogućite ovu postavku, korisnici ne mogu promijeniti URL svoje početne stranice u proizvodu Chromium, no svejedno mogu odabrati stranicu Nova kartica kao svoju početnu stranicu.";
ImagesAllowedForUrls.pfm_title = "Dopusti slike na ovim web-lokacijama";
ImagesAllowedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno prikazivanje slika.";
ImagesBlockedForUrls.pfm_title = "Blokiraj slike na ovim web-lokacijama";
ImagesBlockedForUrls.pfm_description = "Omogućuje postavljanje popisa obrazaca koji određuju web-lokacije kojima nije dopušteno prikazivanje slika.";
IncognitoEnabled.pfm_title = "Omogući anonimni način";
IncognitoEnabled.pfm_description = "Omogućuje anoniman rad u proizvodu Chromium.\n\nAko je ova postavka omogućena ili nije konfigurirana, korisnici mogu otvoriti web-stranice u anonimnom načinu rada.\n\nAko je ova postavka onemogućena, korisnici ne mogu otvarati web-stranice u anonimnom načinu rada.";
InstantEnabled.pfm_title = "Omogući Instant";
InstantEnabled.pfm_description = "Omogućuje značajku Instant proizvoda Chromium i sprječava korisnike da promijene ovu postavku. Ako omogućite ovu postavku, Chromium Instant je omogućen. Ako onemogućite ovu postavku, Chromium Instant je onemogućen. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti.";
JavaScriptAllowedForUrls.pfm_title = "Omogući JavaScript na ovim web-lokacijama";
JavaScriptAllowedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno izvođenje JavaScripta.";
JavaScriptBlockedForUrls.pfm_title = "Blok JavaScript na ovim web-lokacijama";
JavaScriptBlockedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima nije dopušteno izvođenje JavaScripta.";
JavascriptEnabled.pfm_title = "Omogući JavaScript";
JavascriptEnabled.pfm_description = "Omogućuje JavaScript u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Ako je ova postavka omogućena ili nije konfigurirana, web-stranice mogu upotrebljavati JavaScript. Ako je ova postavka onemogućena, web-stranice ne mogu upotrebljavati JavaScript.";
MetricsReportingEnabled.pfm_title = "Omogući izvješćivanje o upotrebi i podatke o rušenjima programa";
MetricsReportingEnabled.pfm_description = "Omogućuje slanje anonimnih izvješća o upotrebi i podacima o rušenju za proizvod Chromium Googleu te sprječava korisnike da promijene ovu postavku. Ako omogućite ovu postavku, anonimna izvješća o upotrebi i podaci o rušenju šalju se Googleu. Ako onemogućite ovu postavku, anonimna izvješća o upotrebi i podaci o rušenju nikad se ne šalju Googleu. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Omogući korisnicima prikazivanje zaporki u Upravitelju zaporki";
PasswordManagerAllowShowPasswords.pfm_description = "Određuje može li korisnik prikazati zaporke čitljivim tekstom u upravitelju zaporki. Ako onemogućite ovu postavku, upravitelj zaporki ne dopušta prikazivanje pohranjenih zaporki u čitljivom tekstu u prozoru upravitelja zaporki. Ako omogućite ili ne konfigurirate ovu postavku, korisnici mogu pogledati svoje zaporke u čitljivom tekstu u upravitelju zaporki.";
PasswordManagerEnabled.pfm_title = "Omogući upravitelja zaporki";
PasswordManagerEnabled.pfm_description = "Omogućuje spremanje zaporki i upotrebu spremljenih zaporki u proizvodu Chromium.\n\nAko omogućite ovu postavku, korisnici mogu postaviti Chromium tako da pamti zaporke i da ih automatski pruža prilikom sljedećeg posjeta web-lokacija.\n\nAko onemogućite ovu postavku, korisnici ne mogu spremati zaporke ni upotrebljavati već spremljene zaporke.\n\nAko omogućite ili onemogućite ovu postavku, korisnici ne mogu mijenjati ni poništavati ovu postavku u proizvodu Chromium.";
PluginsAllowedForUrls.pfm_title = "Omogući dodatke na ovim web-lokacijama";
PluginsAllowedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno pokretanje dodataka.";
PluginsBlockedForUrls.pfm_title = "Blokiraj dodatke na ovim web-lokacijama";
PluginsBlockedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima nije dopušteno pokretanje dodataka.";
PopupsAllowedForUrls.pfm_title = "Dopusti skočne prozore na ovim web-lokacijama";
PopupsAllowedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno otvaranje skočnih prozora.";
PopupsBlockedForUrls.pfm_title = "Blokiraj skočne prozore na ovim web-lokacijama";
PopupsBlockedForUrls.pfm_description = "Omogućuje postavljanje popisa url obrazaca koji određuju web-lokacije kojima je dopušteno otvaranje skočnih prozora.";
PrintingEnabled.pfm_title = "Omogući ispis";
PrintingEnabled.pfm_description = "Omogućuje ispis u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Ako je ova postavka omogućena ili nije konfigurirana, korisnici mogu ispisivati. Ako je ova postavka onemogućena, korisnici ne mogu ispisivati iz proizvoda Chromium. Ispisivanje je onemogućeno u postavkama izbornika alata, JavaScript aplikacijama itd. I dalje je moguće ispisivati iz dodataka koji zaobilaze Chromium tijekom ispisa. Na primjer, neke Flash aplikacije imaju opciju ispisa u svojim kontekstualnim izbornicima, koja neće biti onemogućena.";
ProxyBypassList.pfm_title = "Popis pravila zaobilaženja proxyja odvojenih zarezima";
ProxyBypassList.pfm_description = "Chromium će zaobići svaki proxy za popis ovdje navedenih hostova. Ovo pravilo stupa na snagu samo ako ste odabrali ručne proxy postavke pod \"Odaberite način određivanja postavki proxy poslužitelja\". Za detaljnije primjere posjetite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Odaberi način određivanja postavki proxy poslužitelja";
ProxyMode.pfm_description = "direct - Nikad ne upotrebljavaj proxy\nauto_detect - Automatski detektiraj proxy postavke\npac_script - Upotrijebi .pac proxy skriptu\nfixed_servers - Upotrijebi fiksne proxy poslužitelje\nsystem - Upotrijebi proxy postavke sustava\nOmogućuje određivanje proxy poslužitelja koji upotrebljava Chromium i sprječava korisnike u promjeni postavki proxy poslužitelja.\n\nAko odlučite da nikad ne upotrijebite proxy poslužitelj i uvijek se izravno povezujete, sve se druge opcije zanemaruju.\n\nAko odlučite da upotrijebite proxy postavke sustava ili odaberete automatsko detektiranje proxy poslužitelja, sve se druge opcije zanemaruju.\n\nAko odaberete proxy način fiksnog poslužitelja, možete odrediti dodatne opcije pod \"Adresa ili URL proxy poslužitelja\" i \"Popis pravila proxy zaobilaženja odvojenih zarezima\".\n\nAko odaberete upotrebu .pac proxy skripte, morate navesti URL prema skripti pod \"URL prema proxy .pac datoteci\".\n\nZa detaljne primjere posjetite:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nAko omogućite ovu postavku, Chromium zanemaruje sve opcije povezane s proxy poslužiteljem unesene iz naredbenog retka.";
ProxyPacUrl.pfm_title = "URL prema proxy .pac datoteci";
ProxyPacUrl.pfm_description = "Ovdje možete navesti URL prema proxy .pac datoteci. Ovo pravilo stupa na snagu samo ako ste odabrali ručne proxy postavke pod \"Odaberite način određivanja postavki proxy poslužitelja\". Za detaljne primjere posjetite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresa ili URL proxy poslužitelja";
ProxyServer.pfm_description = "Ovdje možete navesti URL proxy poslužitelja. Ovo pravilo stupa na snagu samo ako ste odabrali ručne proxy postavke pod \"Odaberite način određivanja postavki proxy poslužitelja\". Za više opcija i detaljne primjere posjetite http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Radnja prilikom pokretanja";
RestoreOnStartup.pfm_description = "0 - Otvori početnu stranicu\n1 - Ponovo otvori posljednje otvorene URL-ove\n4 - Otvori popis URL-ova\nOmogućuje da odredite ponašanje prilikom pokretanja. Ako odaberete \"Otvori početnu stranicu\", početna stranica otvorit će se svaki put kad pokrenete Chromium. Ako odaberete \"Ponovo otvori posljednje otvorene URL-ove\", bit će ponovo otvoreni URL-ovi koji su bili otvoreni posljednji put kada je Chromium zatvoren. Ako odaberete \"Otvori popis URL-ova\", popis \"URL-ovi za otvaranje prilikom pokretanja\" bit će otvoren kad korisnik pokrene Chromium. Ako omogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium. Onemogućavanje ove postavke ima jednak učinak kao da je ostavite nekonfiguriranu. Korisnik će ju svejedno moći promijeniti u proizvodu Chromium.";
RestoreOnStartupURLs.pfm_title = "URL-ovi koji se otvaraju prilikom pokretanja";
RestoreOnStartupURLs.pfm_description = "Ako je kao radnja prilikom pokretanja odabrano \"Otvori popis URL-ova\", to vam omogućuje određivanje popisa URL-ova koji se otvaraju.";
SafeBrowsingEnabled.pfm_title = "Omogući Sigurno pregledavanje";
SafeBrowsingEnabled.pfm_description = "Omogućuje značajku Sigurno pregledavanje u proizvodu Chromium i sprječava korisnike da promijene ovu postavku. Ako omogućite ovu postavku, Sigurno pregledavanje uvijek je aktivno. Ako onemogućite ovu postavku, Sigurno pregledavanje nije nikad aktivno. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Onemogući pohranjivanje povijesti preglednika";
SavingBrowserHistoryDisabled.pfm_description = "Onemogućuje spremanje povijesti preglednika u proizvodu Chromium i sprječava korisnika da promijeni ovu postavku. Ako je ova postavka omogućena, povijest pregledavanja se ne sprema. Ako je ova postavka onemogućena ili nije konfigurirana, Povijest pregledavanja se sprema.";
SearchSuggestEnabled.pfm_title = "Omogući prijedloge pretraživanja";
SearchSuggestEnabled.pfm_description = "Omogućuje prijedloge pretraživanja u višenamjenskom okviru proizvoda Chromium i sprječava korisnike da promijene ovu postavku. Ako omogućite ovu postavku, upotrebljavaju se prijedlozi pretraživanja. Ako onemogućite ovu postavku, prijedlozi pretraživanja nikad se ne upotrebljavaju. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti u proizvodu Chromium.";
ShowHomeButton.pfm_title = "Prikaži gumb Početna na alatnoj traci";
ShowHomeButton.pfm_description = "Prikazuje gumb Početna na alatnoj traci preglednika Chromium. Ako omogućite ovu postavku, gumb Početna uvijek se prikazuje. Ako onemogućite ovu postavku, gumb Početna nikad se ne prikazuje. Ako omogućite ili onemogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u pregledniku Chromium.";
SyncDisabled.pfm_title = "Onemogući sinkronizaciju podataka s Googleom";
SyncDisabled.pfm_description = "Onemogućuje sinkronizaciju podataka u proizvodu Chromium pomoću usluga sinkronizacije koje pruža Google i sprječava korisnike da mijenjaju ovu postavku.\n\nAko omogućite ovu postavku, korisnici je ne mogu promijeniti ni poništiti u proizvodu Chromium.";
TranslateEnabled.pfm_title = "Omogući Prevoditelj";
TranslateEnabled.pfm_description = "Omogućuje integriranu uslugu Google Prevoditelj u proizvodu Chromium.\n\nAko omogućite ovu postavku, Chromium će prikazivati ponudu integrirane alatne trake za prijevod stranice korisniku, kada je to prikladno.\n\nAko onemogućite ovu postavku, korisnicima se neće prikazivati traka prijevoda.\n\nAko omogućite ili onemogućite ovu postavku, korisnici je ne mogu mijenjati ni poništavati u proizvodu Chromium.";
UserDataDir.pfm_title = "Postavi imenik korisničkih podataka";
UserDataDir.pfm_description = "Konfigurira direktorij koji će Chromium upotrebljavati za pohranu korisničkih podataka.\n\nAko postavite ovo pravilo, Chromium upotrebljavat će postavljeni direktorij bez obzira na to je li korisnik naveo oznaku \"--user-data-dir\".";